Repository: Hizay-07/JuegoPasswordCliente
Catalog: Properties/Resources.*.resx
Languages: es_mx

# Btn_IniciarSesión
source: Login
es_mx: Iniciar Sesión

# Btn_Invitado
source: Guest
es_mx: Invitado

# Btn_Enviar
source: Send
es_mx: Enviar

# Btn_AceptarGlobal
source: Accept
es_mx: Aceptar

# Btn_CancelarGlobal
source: Cancel
es_mx: Cancelar

# Lbl_CorreoGlobal
source: Email
es_mx: Correo

# Lbl_ContraseñaGlobal
source: Password
es_mx: Contraseña

# Title_Inicio
source: Home
es_mx: Inicio

# Title_InicioSesion
source: Login
es_mx: Inicio Sesión

# Btn_OlvideMiContrasena
source: Forgot my password
es_mx: Olvidé Mi Contraseña

# Title_Registro
source: Sing in
es_mx: Registro

# Lbl_Nombre
source: Name
es_mx: Nombre(s)

# Lbl_Apellidos
source: Lastnames
es_mx: Apellido(s)

# Lbl_NombreUsuarioRegistro
source: Username
es_mx: Nombre de usuario

# Lbl_PoliticaContraseña
source: The password must be at least 8 characters, one capital letter, one number and one special character.
es_mx: La contraseña debe tener al menos 8 caracteres, una letra mayúscula, un número y un carácter especial.

# Btn_Registrarme
source: Register
es_mx: Registrarme

# Title_PersonalizarPerfil
source: Customize profile
es_mx: Personalizar perfil

# Lbl_PersonalizarPerfil
source: Custimize profile
es_mx: Personalizar perfil

# Lbl_DescripcionPerfil
source: Description
es_mx: Descripción

# Lbl_NombreUsuarioPerfil
source: Username
es_mx: Nombre de usuario

# Btn_CambiarContrasenia
source: Change password
es_mx: Cambiar contraseña

# Btn_GuardarCambios
source: Save changes
es_mx: Guardar cambios

# Lbl_MensajeContraseñaPerfil
source: The password has been changed successfully
es_mx: La contraseña ha sido cambiada correctamente

# VentanaEmergenteError
source: An error has ocurred
es_mx: Ha ocurrido un error

# VentanaEmergenteAdvertencia
source: Warning
es_mx: Advertencia

# VentanaEmergenteExito
source: Operation Succes
es_mx: Operacion exitosa

# VentanaEmergenteConfirmacion
source: Action confirm
es_mx: Accion de confirmación

# MensajeCamposRequeridos
source: Please ensure all required fields are filled.
es_mx: Revise que todos los campos solicitados estén llenos.

# MensajeCambiosGuardados
source: The changes have been saved.
es_mx: Los cambios han sido guardados.

# MensajeCorreoRegistrado
source: The selected email is already registered, please try logging in.
es_mx: El correo elegido ya se encuentra registrado, intente iniciar sesión.

# MensajeErrorBaseDeDatos
source: No connection to the database. Please try again later.
es_mx: No hay conexión con la base de datos. Por favor, inténtelo más tarde.

# MensajeInformacionInvalida
source: Please ensure the field information is correct.
es_mx: Revise que la información de los campos sea correcta.

# MensajeUsuarioNoDisponible
source: The chosen username is unavailable, please select another.
es_mx: El nombre de usuario elegido no está disponible, elija otro.

# MensajeRegistroExitoso
source: Your registration has been successful; you can now log in with your email and chosen password.
es_mx: Su registro ha sido exitoso, ahora puede iniciar sesión con su correo y contraseña elegida.

# MensajeCamposIncorrectos
source: Please check that the information in the fields is correct.
es_mx: Revise que la información de los campos sea correcta.

# MensajeErrorConexion
source: There is no network connection. Please try again later.
es_mx: No hay conexión a la red. Por favor, inténtelo más tarde.

# VentanaEmergenteExpulsion
source: The player will be kicked from the game
es_mx: Se expulsará al juador de la partida

# VentanaEmergenteExpulsado
source: The player was correctly ejected
es_mx: Se expulsó al jugador correctamente

# MensajeAmistadAnterior
source: The player has already sent or has been sent a friend request
es_mx: Ya ha enviado o le han enviado una solicitud de amistad el jugador

# MensajeErrorEnvioCorreo
source: The email could not be sent, please try again later
es_mx: El correo no pudo ser enviado, intentálo más tarde

# MensajeSinSolicitudes
source: You currently have no friend requests
es_mx: Actualmente no tienes solicitudes de amistad

# CorreoInvitacionPartida
source: You have been invited to a new game
es_mx: Has sido invitado a una nueva partida

# MensajeCorreoEnviado
source: The mail has been sent
es_mx: El correo ha sido enviado

# MensajeCodigoPartidaInexistente
source: The code provided does not belong to any game, make sure you enter the correct code
es_mx: El código proporcionado no pertenece a ninguna partida, asegurese de colocar el código correcto

# MensajePartidaNoDisponible
source: The game is no longer available
es_mx: La partida ya no se encuentra disponible
